{
    "1) Materiality and risks": [
        "The sourcing of raw materials may be linked to adverse impacts on Human rights.",
        "Business activities in a conflict zone may include violation of Human rights.",
        "We operate in a sector with known Human rights issues",
        "Particular attention is required when we work in a country where Human rights are not guaranteed.",
        "We understand our exposure to Human rights violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Rights of Indigenous peoples.",
        "Business activities in a conflict zone may include violation of Rights of Indigenous peoples.",
        "We operate in a sector with known Rights of Indigenous peoples issues",
        "Particular attention is required when we work in a country where Rights of Indigenous peoples are not guaranteed.",
        "We understand our exposure to Rights of Indigenous peoples violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Rights of persons with disabilities.",
        "Business activities in a conflict zone may include violation of Rights of persons with disabilities.",
        "We operate in a sector with known Rights of persons with disabilities issues",
        "Particular attention is required when we work in a country where Rights of persons with disabilities are not guaranteed.",
        "We understand our exposure to Rights of persons with disabilities violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Rights of migrant workers.",
        "Business activities in a conflict zone may include violation of Rights of migrant workers.",
        "We operate in a sector with known Rights of migrant workers issues",
        "Particular attention is required when we work in a country where Rights of migrant workers are not guaranteed.",
        "We understand our exposure to Rights of migrant workers violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Children's rights.",
        "Business activities in a conflict zone may include violation of Children's rights.",
        "We operate in a sector with known Children's rights issues",
        "Particular attention is required when we work in a country where Children's rights are not guaranteed.",
        "We understand our exposure to Children's rights violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Labor rights.",
        "Business activities in a conflict zone may include violation of Labor rights.",
        "We operate in a sector with known Labor rights issues",
        "Particular attention is required when we work in a country where Labor rights are not guaranteed.",
        "We understand our exposure to Labor rights violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Worker's rights.",
        "Business activities in a conflict zone may include violation of Worker's rights.",
        "We operate in a sector with known Worker's rights issues",
        "Particular attention is required when we work in a country where Worker's rights are not guaranteed.",
        "We understand our exposure to Worker's rights violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Right to organize.",
        "Business activities in a conflict zone may include violation of Right to organize.",
        "We operate in a sector with known Right to organize issues",
        "Particular attention is required when we work in a country where Right to organize are not guaranteed.",
        "We understand our exposure to Right to organize violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Right to collective bargaining.",
        "Business activities in a conflict zone may include violation of Right to collective bargaining.",
        "We operate in a sector with known Right to collective bargaining issues",
        "Particular attention is required when we work in a country where Right to collective bargaining are not guaranteed.",
        "We understand our exposure to Right to collective bargaining violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Political rights .",
        "Business activities in a conflict zone may include violation of Political rights .",
        "We operate in a sector with known Political rights  issues",
        "Particular attention is required when we work in a country where Political rights  are not guaranteed.",
        "We understand our exposure to Political rights  violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Freedom of assembly and association.",
        "Business activities in a conflict zone may include violation of Freedom of assembly and association.",
        "We operate in a sector with known Freedom of assembly and association issues",
        "Particular attention is required when we work in a country where Freedom of assembly and association are not guaranteed.",
        "We understand our exposure to Freedom of assembly and association violations in our supply chain.",
        "The sourcing of raw materials may be linked to adverse impacts on Right to protest.",
        "Business activities in a conflict zone may include violation of Right to protest.",
        "We operate in a sector with known Right to protest issues",
        "Particular attention is required when we work in a country where Right to protest are not guaranteed.",
        "We understand our exposure to Right to protest violations in our supply chain."
    ],
    "2) Policies or commitments regarding human rights": [
        "We are committed to Human rights and respect them as a key element of responsible business conduct.",
        "We consider Human rights issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Human rights.",
        "We consider our responsibilities in the area of Human rights as fundamental to how we do business.",
        "Upholding Human rights is our key concern.",
        "We are committed to Rights of Indigenous peoples and respect them as a key element of responsible business conduct.",
        "We consider Rights of Indigenous peoples issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Rights of Indigenous peoples.",
        "We consider our responsibilities in the area of Rights of Indigenous peoples as fundamental to how we do business.",
        "Upholding Rights of Indigenous peoples is our key concern.",
        "We are committed to Rights of persons with disabilities and respect them as a key element of responsible business conduct.",
        "We consider Rights of persons with disabilities issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Rights of persons with disabilities.",
        "We consider our responsibilities in the area of Rights of persons with disabilities as fundamental to how we do business.",
        "Upholding Rights of persons with disabilities is our key concern.",
        "We are committed to Rights of migrant workers and respect them as a key element of responsible business conduct.",
        "We consider Rights of migrant workers issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Rights of migrant workers.",
        "We consider our responsibilities in the area of Rights of migrant workers as fundamental to how we do business.",
        "Upholding Rights of migrant workers is our key concern.",
        "We are committed to Children's rights and respect them as a key element of responsible business conduct.",
        "We consider Children's rights issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Children's rights.",
        "We consider our responsibilities in the area of Children's rights as fundamental to how we do business.",
        "Upholding Children's rights is our key concern.",
        "We are committed to Labor rights and respect them as a key element of responsible business conduct.",
        "We consider Labor rights issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Labor rights.",
        "We consider our responsibilities in the area of Labor rights as fundamental to how we do business.",
        "Upholding Labor rights is our key concern.",
        "We are committed to Worker's rights and respect them as a key element of responsible business conduct.",
        "We consider Worker's rights issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Worker's rights.",
        "We consider our responsibilities in the area of Worker's rights as fundamental to how we do business.",
        "Upholding Worker's rights is our key concern.",
        "We are committed to Right to organize and respect them as a key element of responsible business conduct.",
        "We consider Right to organize issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Right to organize.",
        "We consider our responsibilities in the area of Right to organize as fundamental to how we do business.",
        "Upholding Right to organize is our key concern.",
        "We are committed to Right to collective bargaining and respect them as a key element of responsible business conduct.",
        "We consider Right to collective bargaining issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Right to collective bargaining.",
        "We consider our responsibilities in the area of Right to collective bargaining as fundamental to how we do business.",
        "Upholding Right to collective bargaining is our key concern.",
        "We are committed to Political rights  and respect them as a key element of responsible business conduct.",
        "We consider Political rights  issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Political rights .",
        "We consider our responsibilities in the area of Political rights  as fundamental to how we do business.",
        "Upholding Political rights  is our key concern.",
        "We are committed to Freedom of assembly and association and respect them as a key element of responsible business conduct.",
        "We consider Freedom of assembly and association issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Freedom of assembly and association.",
        "We consider our responsibilities in the area of Freedom of assembly and association as fundamental to how we do business.",
        "Upholding Freedom of assembly and association is our key concern.",
        "We are committed to Right to protest and respect them as a key element of responsible business conduct.",
        "We consider Right to protest issues in our supply chain",
        "We recognize our responsibilities as an employer in the area of Right to protest.",
        "We consider our responsibilities in the area of Right to protest as fundamental to how we do business.",
        "Upholding Right to protest is our key concern."
    ],
    "3) Actions to prevent or mitigate potential negative impacts on human rights": [
        "We have established a structured due diligence assessments of our operations in place to identify where Human rights risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Human rights risks may exist.",
        "We conduct regular Human rights reviews of our operations and suppliers",
        "We conduct regular Human rights impact assessments of specific operations.",
        "We conduct regular training of our employees on Human rights",
        "We conduct regular training of our suppliers on Human rights",
        "Our actions include training on Human rights.",
        "We make Human rights part or the contract with our suppliers.",
        "We launched an action plan on Human rights.",
        "We have improved our system to detect violation of Human rights",
        "We have established a structured due diligence assessments of our operations in place to identify where Rights of Indigenous peoples risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Rights of Indigenous peoples risks may exist.",
        "We conduct regular Rights of Indigenous peoples reviews of our operations and suppliers",
        "We conduct regular Rights of Indigenous peoples impact assessments of specific operations.",
        "We conduct regular training of our employees on Rights of Indigenous peoples",
        "We conduct regular training of our suppliers on Rights of Indigenous peoples",
        "Our actions include training on Rights of Indigenous peoples.",
        "We make Rights of Indigenous peoples part or the contract with our suppliers.",
        "We launched an action plan on Rights of Indigenous peoples.",
        "We have improved our system to detect violation of Rights of Indigenous peoples",
        "We have established a structured due diligence assessments of our operations in place to identify where Rights of persons with disabilities risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Rights of persons with disabilities risks may exist.",
        "We conduct regular Rights of persons with disabilities reviews of our operations and suppliers",
        "We conduct regular Rights of persons with disabilities impact assessments of specific operations.",
        "We conduct regular training of our employees on Rights of persons with disabilities",
        "We conduct regular training of our suppliers on Rights of persons with disabilities",
        "Our actions include training on Rights of persons with disabilities.",
        "We make Rights of persons with disabilities part or the contract with our suppliers.",
        "We launched an action plan on Rights of persons with disabilities.",
        "We have improved our system to detect violation of Rights of persons with disabilities",
        "We have established a structured due diligence assessments of our operations in place to identify where Rights of migrant workers risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Rights of migrant workers risks may exist.",
        "We conduct regular Rights of migrant workers reviews of our operations and suppliers",
        "We conduct regular Rights of migrant workers impact assessments of specific operations.",
        "We conduct regular training of our employees on Rights of migrant workers",
        "We conduct regular training of our suppliers on Rights of migrant workers",
        "Our actions include training on Rights of migrant workers.",
        "We make Rights of migrant workers part or the contract with our suppliers.",
        "We launched an action plan on Rights of migrant workers.",
        "We have improved our system to detect violation of Rights of migrant workers",
        "We have established a structured due diligence assessments of our operations in place to identify where Children's rights risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Children's rights risks may exist.",
        "We conduct regular Children's rights reviews of our operations and suppliers",
        "We conduct regular Children's rights impact assessments of specific operations.",
        "We conduct regular training of our employees on Children's rights",
        "We conduct regular training of our suppliers on Children's rights",
        "Our actions include training on Children's rights.",
        "We make Children's rights part or the contract with our suppliers.",
        "We launched an action plan on Children's rights.",
        "We have improved our system to detect violation of Children's rights",
        "We have established a structured due diligence assessments of our operations in place to identify where Labor rights risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Labor rights risks may exist.",
        "We conduct regular Labor rights reviews of our operations and suppliers",
        "We conduct regular Labor rights impact assessments of specific operations.",
        "We conduct regular training of our employees on Labor rights",
        "We conduct regular training of our suppliers on Labor rights",
        "Our actions include training on Labor rights.",
        "We make Labor rights part or the contract with our suppliers.",
        "We launched an action plan on Labor rights.",
        "We have improved our system to detect violation of Labor rights",
        "We have established a structured due diligence assessments of our operations in place to identify where Worker's rights risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Worker's rights risks may exist.",
        "We conduct regular Worker's rights reviews of our operations and suppliers",
        "We conduct regular Worker's rights impact assessments of specific operations.",
        "We conduct regular training of our employees on Worker's rights",
        "We conduct regular training of our suppliers on Worker's rights",
        "Our actions include training on Worker's rights.",
        "We make Worker's rights part or the contract with our suppliers.",
        "We launched an action plan on Worker's rights.",
        "We have improved our system to detect violation of Worker's rights",
        "We have established a structured due diligence assessments of our operations in place to identify where Right to organize risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Right to organize risks may exist.",
        "We conduct regular Right to organize reviews of our operations and suppliers",
        "We conduct regular Right to organize impact assessments of specific operations.",
        "We conduct regular training of our employees on Right to organize",
        "We conduct regular training of our suppliers on Right to organize",
        "Our actions include training on Right to organize.",
        "We make Right to organize part or the contract with our suppliers.",
        "We launched an action plan on Right to organize.",
        "We have improved our system to detect violation of Right to organize",
        "We have established a structured due diligence assessments of our operations in place to identify where Right to collective bargaining risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Right to collective bargaining risks may exist.",
        "We conduct regular Right to collective bargaining reviews of our operations and suppliers",
        "We conduct regular Right to collective bargaining impact assessments of specific operations.",
        "We conduct regular training of our employees on Right to collective bargaining",
        "We conduct regular training of our suppliers on Right to collective bargaining",
        "Our actions include training on Right to collective bargaining.",
        "We make Right to collective bargaining part or the contract with our suppliers.",
        "We launched an action plan on Right to collective bargaining.",
        "We have improved our system to detect violation of Right to collective bargaining",
        "We have established a structured due diligence assessments of our operations in place to identify where Political rights  risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Political rights  risks may exist.",
        "We conduct regular Political rights  reviews of our operations and suppliers",
        "We conduct regular Political rights  impact assessments of specific operations.",
        "We conduct regular training of our employees on Political rights ",
        "We conduct regular training of our suppliers on Political rights ",
        "Our actions include training on Political rights .",
        "We make Political rights  part or the contract with our suppliers.",
        "We launched an action plan on Political rights .",
        "We have improved our system to detect violation of Political rights ",
        "We have established a structured due diligence assessments of our operations in place to identify where Freedom of assembly and association risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Freedom of assembly and association risks may exist.",
        "We conduct regular Freedom of assembly and association reviews of our operations and suppliers",
        "We conduct regular Freedom of assembly and association impact assessments of specific operations.",
        "We conduct regular training of our employees on Freedom of assembly and association",
        "We conduct regular training of our suppliers on Freedom of assembly and association",
        "Our actions include training on Freedom of assembly and association.",
        "We make Freedom of assembly and association part or the contract with our suppliers.",
        "We launched an action plan on Freedom of assembly and association.",
        "We have improved our system to detect violation of Freedom of assembly and association",
        "We have established a structured due diligence assessments of our operations in place to identify where Right to protest risks may exist.",
        "We have established a structured due diligence assessments of our suppliers in place to identify where Right to protest risks may exist.",
        "We conduct regular Right to protest reviews of our operations and suppliers",
        "We conduct regular Right to protest impact assessments of specific operations.",
        "We conduct regular training of our employees on Right to protest",
        "We conduct regular training of our suppliers on Right to protest",
        "Our actions include training on Right to protest.",
        "We make Right to protest part or the contract with our suppliers.",
        "We launched an action plan on Right to protest.",
        "We have improved our system to detect violation of Right to protest"
    ],
    "4) Actions to address or remedy actual negative impacts": [
        "Our independent board of experts decides on corrective actions to remedy Human rights complaints.",
        "Our independent board of experts decides on corrective actions to remedy Rights of Indigenous peoples complaints.",
        "Our independent board of experts decides on corrective actions to remedy Rights of persons with disabilities complaints.",
        "Our independent board of experts decides on corrective actions to remedy Rights of migrant workers complaints.",
        "Our independent board of experts decides on corrective actions to remedy Children's rights complaints.",
        "Our independent board of experts decides on corrective actions to remedy Labor rights complaints.",
        "Our independent board of experts decides on corrective actions to remedy Worker's rights complaints.",
        "Our independent board of experts decides on corrective actions to remedy Right to organize complaints.",
        "Our independent board of experts decides on corrective actions to remedy Right to collective bargaining complaints.",
        "Our independent board of experts decides on corrective actions to remedy Political rights  complaints.",
        "Our independent board of experts decides on corrective actions to remedy Freedom of assembly and association complaints.",
        "Our independent board of experts decides on corrective actions to remedy Right to protest complaints."
    ],
    "5) Indicators and processes used to track or evaluate the effectiveness of the actions": [
        "Our monitoring system measures compliance with Human rights",
        "We regularly measure progress on Human rights",
        "We have established a system of robust indicators to monitor performance in Human rights issues.",
        "Our indicators to monitor Human rights are …",
        "We carry out visits to verify progress on Human rights.",
        "All operations are subject to regular performance review of Human rights performance.",
        "Our monitoring system measures compliance with Rights of Indigenous peoples",
        "We regularly measure progress on Rights of Indigenous peoples",
        "We have established a system of robust indicators to monitor performance in Rights of Indigenous peoples issues.",
        "Our indicators to monitor Rights of Indigenous peoples are …",
        "We carry out visits to verify progress on Rights of Indigenous peoples.",
        "All operations are subject to regular performance review of Rights of Indigenous peoples performance.",
        "Our monitoring system measures compliance with Rights of persons with disabilities",
        "We regularly measure progress on Rights of persons with disabilities",
        "We have established a system of robust indicators to monitor performance in Rights of persons with disabilities issues.",
        "Our indicators to monitor Rights of persons with disabilities are …",
        "We carry out visits to verify progress on Rights of persons with disabilities.",
        "All operations are subject to regular performance review of Rights of persons with disabilities performance.",
        "Our monitoring system measures compliance with Rights of migrant workers",
        "We regularly measure progress on Rights of migrant workers",
        "We have established a system of robust indicators to monitor performance in Rights of migrant workers issues.",
        "Our indicators to monitor Rights of migrant workers are …",
        "We carry out visits to verify progress on Rights of migrant workers.",
        "All operations are subject to regular performance review of Rights of migrant workers performance.",
        "Our monitoring system measures compliance with Children's rights",
        "We regularly measure progress on Children's rights",
        "We have established a system of robust indicators to monitor performance in Children's rights issues.",
        "Our indicators to monitor Children's rights are …",
        "We carry out visits to verify progress on Children's rights.",
        "All operations are subject to regular performance review of Children's rights performance.",
        "Our monitoring system measures compliance with Labor rights",
        "We regularly measure progress on Labor rights",
        "We have established a system of robust indicators to monitor performance in Labor rights issues.",
        "Our indicators to monitor Labor rights are …",
        "We carry out visits to verify progress on Labor rights.",
        "All operations are subject to regular performance review of Labor rights performance.",
        "Our monitoring system measures compliance with Worker's rights",
        "We regularly measure progress on Worker's rights",
        "We have established a system of robust indicators to monitor performance in Worker's rights issues.",
        "Our indicators to monitor Worker's rights are …",
        "We carry out visits to verify progress on Worker's rights.",
        "All operations are subject to regular performance review of Worker's rights performance.",
        "Our monitoring system measures compliance with Right to organize",
        "We regularly measure progress on Right to organize",
        "We have established a system of robust indicators to monitor performance in Right to organize issues.",
        "Our indicators to monitor Right to organize are …",
        "We carry out visits to verify progress on Right to organize.",
        "All operations are subject to regular performance review of Right to organize performance.",
        "Our monitoring system measures compliance with Right to collective bargaining",
        "We regularly measure progress on Right to collective bargaining",
        "We have established a system of robust indicators to monitor performance in Right to collective bargaining issues.",
        "Our indicators to monitor Right to collective bargaining are …",
        "We carry out visits to verify progress on Right to collective bargaining.",
        "All operations are subject to regular performance review of Right to collective bargaining performance.",
        "Our monitoring system measures compliance with Political rights ",
        "We regularly measure progress on Political rights ",
        "We have established a system of robust indicators to monitor performance in Political rights  issues.",
        "Our indicators to monitor Political rights  are …",
        "We carry out visits to verify progress on Political rights .",
        "All operations are subject to regular performance review of Political rights  performance.",
        "Our monitoring system measures compliance with Freedom of assembly and association",
        "We regularly measure progress on Freedom of assembly and association",
        "We have established a system of robust indicators to monitor performance in Freedom of assembly and association issues.",
        "Our indicators to monitor Freedom of assembly and association are …",
        "We carry out visits to verify progress on Freedom of assembly and association.",
        "All operations are subject to regular performance review of Freedom of assembly and association performance.",
        "Our monitoring system measures compliance with Right to protest",
        "We regularly measure progress on Right to protest",
        "We have established a system of robust indicators to monitor performance in Right to protest issues.",
        "Our indicators to monitor Right to protest are …",
        "We carry out visits to verify progress on Right to protest.",
        "All operations are subject to regular performance review of Right to protest performance."
    ],
    "6) Effectiveness of the actions, including progress toward the goals and targets": [
        "We have trained <#>percent of our suppliers on Human rights issues.",
        "The total number of Human rights incidents is <#> during the reporting period",
        "<#> grievances related to Human rights were filed during the reporting period.",
        "<#> complaints related to Human rights were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Human rights during the reporting period.",
        "We have resolved <#> grievances / complaints related to Human rights during the reporting period.",
        "We have resolved by mediation <#> Human rights grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Rights of Indigenous peoples issues.",
        "The total number of Rights of Indigenous peoples incidents is <#> during the reporting period",
        "<#> grievances related to Rights of Indigenous peoples were filed during the reporting period.",
        "<#> complaints related to Rights of Indigenous peoples were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Rights of Indigenous peoples during the reporting period.",
        "We have resolved <#> grievances / complaints related to Rights of Indigenous peoples during the reporting period.",
        "We have resolved by mediation <#> Rights of Indigenous peoples grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Rights of persons with disabilities issues.",
        "The total number of Rights of persons with disabilities incidents is <#> during the reporting period",
        "<#> grievances related to Rights of persons with disabilities were filed during the reporting period.",
        "<#> complaints related to Rights of persons with disabilities were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Rights of persons with disabilities during the reporting period.",
        "We have resolved <#> grievances / complaints related to Rights of persons with disabilities during the reporting period.",
        "We have resolved by mediation <#> Rights of persons with disabilities grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Rights of migrant workers issues.",
        "The total number of Rights of migrant workers incidents is <#> during the reporting period",
        "<#> grievances related to Rights of migrant workers were filed during the reporting period.",
        "<#> complaints related to Rights of migrant workers were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Rights of migrant workers during the reporting period.",
        "We have resolved <#> grievances / complaints related to Rights of migrant workers during the reporting period.",
        "We have resolved by mediation <#> Rights of migrant workers grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Children's rights issues.",
        "The total number of Children's rights incidents is <#> during the reporting period",
        "<#> grievances related to Children's rights were filed during the reporting period.",
        "<#> complaints related to Children's rights were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Children's rights during the reporting period.",
        "We have resolved <#> grievances / complaints related to Children's rights during the reporting period.",
        "We have resolved by mediation <#> Children's rights grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Labor rights issues.",
        "The total number of Labor rights incidents is <#> during the reporting period",
        "<#> grievances related to Labor rights were filed during the reporting period.",
        "<#> complaints related to Labor rights were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Labor rights during the reporting period.",
        "We have resolved <#> grievances / complaints related to Labor rights during the reporting period.",
        "We have resolved by mediation <#> Labor rights grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Worker's rights issues.",
        "The total number of Worker's rights incidents is <#> during the reporting period",
        "<#> grievances related to Worker's rights were filed during the reporting period.",
        "<#> complaints related to Worker's rights were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Worker's rights during the reporting period.",
        "We have resolved <#> grievances / complaints related to Worker's rights during the reporting period.",
        "We have resolved by mediation <#> Worker's rights grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Right to organize issues.",
        "The total number of Right to organize incidents is <#> during the reporting period",
        "<#> grievances related to Right to organize were filed during the reporting period.",
        "<#> complaints related to Right to organize were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Right to organize during the reporting period.",
        "We have resolved <#> grievances / complaints related to Right to organize during the reporting period.",
        "We have resolved by mediation <#> Right to organize grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Right to collective bargaining issues.",
        "The total number of Right to collective bargaining incidents is <#> during the reporting period",
        "<#> grievances related to Right to collective bargaining were filed during the reporting period.",
        "<#> complaints related to Right to collective bargaining were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Right to collective bargaining during the reporting period.",
        "We have resolved <#> grievances / complaints related to Right to collective bargaining during the reporting period.",
        "We have resolved by mediation <#> Right to collective bargaining grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Political rights  issues.",
        "The total number of Political rights  incidents is <#> during the reporting period",
        "<#> grievances related to Political rights  were filed during the reporting period.",
        "<#> complaints related to Political rights  were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Political rights  during the reporting period.",
        "We have resolved <#> grievances / complaints related to Political rights  during the reporting period.",
        "We have resolved by mediation <#> Political rights  grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Freedom of assembly and association issues.",
        "The total number of Freedom of assembly and association incidents is <#> during the reporting period",
        "<#> grievances related to Freedom of assembly and association were filed during the reporting period.",
        "<#> complaints related to Freedom of assembly and association were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Freedom of assembly and association during the reporting period.",
        "We have resolved <#> grievances / complaints related to Freedom of assembly and association during the reporting period.",
        "We have resolved by mediation <#> Freedom of assembly and association grievances during the reporting period.",
        "We have trained <#>percent of our suppliers on Right to protest issues.",
        "The total number of Right to protest incidents is <#> during the reporting period",
        "<#> grievances related to Right to protest were filed during the reporting period.",
        "<#> complaints related to Right to protest were filed during the reporting period.",
        "We have reviewed and addressed <#> grievances and complaints related to Right to protest during the reporting period.",
        "We have resolved <#> grievances / complaints related to Right to protest during the reporting period.",
        "We have resolved by mediation <#> Right to protest grievances during the reporting period."
    ]
}